{
    "creator": "jubelo",
    "description": "\n\r{RHelp Topic{W:{x Whitestone Keep\n\r            Kingdom of Caerdonis\n\r\n\rWhitestone Keep began as a large shrine to Caerdik, built in the past to\n\rhonor a miracle performed by him. The rest of the city itself grew around the\n\rshrine. Before written history, an invading force of unknown origin\n\rlaid seige to Whitestone and a large portion of the city was sacked.\n\rThrough a miracle of intervention by Caerdik himself, the shrine and a\n\rsmall portion of the city itself were saved from destruction. Armies gathered\n\rfrom the various family dukies which arrived too late for the cities defense.\n\rThose armies were put to work on construction of an outer wall the likes of\n\rwhich had never been seen in Akrios. Working quaries for stone, hauling\n\rand placing stone. Many workers died in the years of construction. Upon it's\n\rcompletion 9 years later many workers remained in and near Whitestone Keep\n\radding to it's size and strength.\n\r\n\rWhitestone Keep is ruled jointly by law between the King and Praetor of Caerdik.\n\rAlthough in recent years the high Praetor of Caerdik has given deference to the\n\rKing on all matters of the State. Likewise, the King has given deference to the\n\rPraetor in all matters of religion. The nobile families each hold swaths of land\n\rwhich in turn they behold to barons for military service of their men. The nobles\n\rthemselves mainly reside in Whitestone Keep. The priests generally stay out of\n\rmost things normally relegated to the secular side of rule. They do not patrol the\n\rstreets as the Kings militia does, nor do they hold court.\n\r\n\rPriests of Caerdik are held in high regard. Almost as nobility, much to the distress\n\rof the ruling nobles. Whether to keep the priests in line, or merely because they\n\rare curious the King has decreed all goodly races are allowed to enter Whitestone Keep, \n\reven the overtly feared magic wielders. The common folk hold no fear or distrust\n\rof the other goodly races though the religious order believes them to be inferior as\n\rCaerdik is the creator of Humankind and therefor the superior being. There is one\n\rsmall 'formal' mages guild, though they cater only to traditional magecraft.",
    "json_class_name": "__Help__",
    "json_version": 1,
    "keywords": [
        "whitestone"
    ],
    "section": "player",
    "topics": "game, rp, mythos",
    "viewable": "true"
}