{
    "agemaximum": 80,
    "ageminimum": 15,
    "agility": 65,
    "alignment": [
        "chaotic evil"
    ],
    "ba_bashing": 0,
    "ba_lashing": 0,
    "ba_piercing": 0,
    "ba_slashing": 0,
    "bodyparts": [
        "head",
        "scalp",
        "eye",
        "ear",
        "nose",
        "tooth",
        "tongue",
        "skull",
        "bone",
        "torso",
        "arm",
        "hand",
        "finger",
        "leg",
        "foot",
        "toe",
        "heart",
        "liver",
        "lung",
        "stomach",
        "kidney",
        "entrails",
        "tail"
    ],
    "br_disease": 10,
    "br_earth": 0,
    "br_fire": 0,
    "br_holy": 0,
    "br_ice": 0,
    "br_lightning": 0,
    "br_magic": 0,
    "br_mental": 0,
    "br_physical": 0,
    "br_poison": 10,
    "charisma": 45,
    "constitution": 60,
    "description": "Goblins are wicked and untrustworthy race. They are deceitful creatures that\nwould stab themselves in their own back if it were possible. Goblins dwell\nwithin the Dread Marshes, an area of swamp land that is full of pitfalls and\ndeathtraps. The Dread Marshes were once said to be beautiful lush plains,\nuntil a powerful mage came to the land. He was a sadistic and cruel man by\nthe name of Kaza'Dar, erecting a tower from which he performed an untold\nnumber of magical experiments. Through his magic he changed the earth about\nhis tower into the Dread Marhes and created the hateful little race known as\ngoblins to serve as his guardians. That was thousands of years ago, but\nrumors say the human mage still dwells deep within the marshes in a tower of\nobsidian rock. The goblins, the only ones that probably know the truth,\nnever speak of the mage and in truth will deny ever knowing about such a\nman. Goblins being far from truthful are a poor source of information. This\nrace can be called chaotic at best. They have no real social structure and\nonly reside in large groups for convienance. They have a cruel sense of\nhumor with someone's death being the ultimate laugh. They are a short race,\nslender but strong for their size. They are stealthy and quick and are\nresistant to all kinds of poison, which is probably because they use the\nstuff so often. Goblins are fierce fighters that do anything to win. They\nstand about 4'5\" to 5'5\". They have green, brown, or yellowish skin. Their\neyes are black with white pupils. Their hair color ranges from black, brown,\ngreen, and yellow. They are not trusted by any race, although some evil\nraces such as the Mazreki do employ them for their abilities quite often.",
    "descriptive": "a goblin",
    "eyes": [
        "brown",
        "black",
        "yellow"
    ],
    "hair": [
        "black",
        "brown",
        "green"
    ],
    "heightfeet": 5,
    "heightinches": 3,
    "intelligence": 50,
    "json_class_name": "__Race__",
    "json_version": 1,
    "luck": 55,
    "name": "goblin",
    "playable": "true",
    "size": "small",
    "skin": [
        "green",
        "brown",
        "yellow"
    ],
    "special_skills": {},
    "speed": 60,
    "start_location": {},
    "strength": 55,
    "undead": "false",
    "wearlocations": [
        "head",
        "face",
        "eyes",
        "neck",
        "torso",
        "back",
        "waist",
        "finger",
        "legs",
        "feet",
        "left shoulder",
        "left arm",
        "left forearm",
        "left hand",
        "left leg",
        "left shin",
        "left foot",
        "right shoulder",
        "right arm",
        "right forearm",
        "right hand",
        "right leg",
        "right shin",
        "right foot",
        "floating nearby",
        "tail"
    ],
    "weight": 110,
    "wisdom": 50
}
