{
    "agemaximum": 200,
    "ageminimum": 20,
    "agility": 65,
    "alignment": [
        "lawful evil"
    ],
    "ba_bashing": 0,
    "ba_lashing": 0,
    "ba_piercing": 0,
    "ba_slashing": 0,
    "bodyparts": [
        "head",
        "scalp",
        "ear",
        "eye",
        "nose",
        "tooth",
        "tongue",
        "horn",
        "skull",
        "bone",
        "torso",
        "arm",
        "hand",
        "finger",
        "leg",
        "foot",
        "toe",
        "tail",
        "wing",
        "heart",
        "lung",
        "liver",
        "kidney",
        "stomach",
        "entrails",
        "pelt"
    ],
    "br_disease": 0,
    "br_earth": 5,
    "br_fire": 5,
    "br_holy": 0,
    "br_ice": 5,
    "br_lightning": 5,
    "br_magic": 10,
    "br_mental": 5,
    "br_physical": 0,
    "br_poison": 5,
    "charisma": 55,
    "constitution": 45,
    "description": "The Mezreki are a demonic, sinister race. A cross between elves and\ndemons, they are highly intelligent and attuned to magic. Although demon\nblood runs in their veins they do not possess the great strength true demons\ndo, only their magical abilities are close to matching their demon kind that\nand their appearance are the only similiarities between the two. Noone is\nquite sure how this race came into exsistance, it is rumored however that\nthey were some failed experiment performed by a god who is less than sane.\nThe Mazreki reside within the mountian range known as the Twilight Peaks. A\ndreadful place of death and darkness the Twilight Peaks are a wall of\nmountains that are made up of jagged and sharp black rock. Only a handful of\nthe deadliest and hardiest of plants and animals can survive within the\nconfines of the Twilight Peaks, the Mazreki being the deadliest and fiercest\nof all. The Mazreki, although quite evil, have a strict hierarchy and lawful\nsociety. Their hierarchy is determined by age, because the older a Mazreki\ngets the more powerful and stronger it becomes. Mareki live for long periods\nof time and usually die of treachery rather than of old age. Age can be\ndetermined by the length of their horns that extend from their foreheads.\nThe longer the horns the older the Mazreki is. Besides the horns Mazreki\nhave leathery bat-like wings, long whip-like tails and razor sharp talons.\nAlthough they have wings, they are not strong enough to fly. They can break\nlong falls and leap great heights with the aid of their wings, some can even\nfly for short distances but for the most part Mazreki are fairly weak\nphysically. They are a slim race that stand from 5'5\" to about 6'0\". A fine\nblack, brown, or grey fur covers their bodies. They have red, pink, or\nviolet eyes. Athough weak physically they have an unnatural constitution\nthat gives them amazing resistance to disease and they regenerate almost as\nfast as a troll. This regeneration and ability for magic makes them quite\ndangerous to encounter. When apart of a multirace adventuring group they\nusually lead for the other evil races fear them, except the drow. Drow and\nMazreki have a healty respect for each other and get along with each other\nwell, or as well as evil races do.",
    "descriptive": "a mazreki",
    "eyes": [
        "red",
        "violet",
        "black"
    ],
    "hair": [
        "white",
        "black",
        "red"
    ],
    "heightfeet": 5,
    "heightinches": 8,
    "intelligence": 65,
    "json_class_name": "__Race__",
    "json_version": 1,
    "luck": 55,
    "name": "mazreki",
    "playable": "true",
    "size": "medium",
    "skin": [
        "black",
        "gray",
        "white"
    ],
    "special_skills": {},
    "speed": 60,
    "start_location": {},
    "strength": 45,
    "undead": "false",
    "wearlocations": [
        "head",
        "face",
        "eyes",
        "neck",
        "waist",
        "finger",
        "legs",
        "feet",
        "left shoulder",
        "left arm",
        "left forearm",
        "left hand",
        "left leg",
        "left shin",
        "left foot",
        "right shoulder",
        "right arm",
        "right forearm",
        "right hand",
        "right leg",
        "right shin",
        "right foot",
        "tail",
        "horns",
        "floating nearby"
    ],
    "weight": 160,
    "wisdom": 50
}
