{
    "agemaximum": 150,
    "ageminimum": 30,
    "agility": 45,
    "alignment": [
        "neutral good"
    ],
    "ba_bashing": 5,
    "ba_lashing": 5,
    "ba_piercing": 0,
    "ba_slashing": 0,
    "bodyparts": [
        "head",
        "eye",
        "ear",
        "nose",
        "tooth",
        "tongue",
        "scalp",
        "skull",
        "bone",
        "torso",
        "arm",
        "hand",
        "finger",
        "leg",
        "foot",
        "toe",
        "heart",
        "stomach",
        "entrails",
        "kidney",
        "lung",
        "liver"
    ],
    "br_disease": 0,
    "br_earth": 0,
    "br_fire": 0,
    "br_holy": 0,
    "br_ice": 0,
    "br_lightning": 0,
    "br_magic": 0,
    "br_mental": 0,
    "br_physical": 5,
    "br_poison": 0,
    "charisma": 55,
    "constitution": 60,
    "description": "Okari are a large race of good natured giants. Attuned to nature and\npeople, they are often considered the friendliest and greatest of friends.\nThey reside in the mountains and foothills of the mountain range known as\nAludria's Tears. These mountains are rumored to be created by the goddess of\nlife tears falling from the heavens upon the land. The mountains are giant\nrolling hills lush with life. All manner of plants and animals reside within\nthese large rounded mountains. It is also rumored that a large lake hidden\nwithin the mountains is filled with the last of Aludria's Tears, and any who\ndrink from it will live a extraordinaryly long life by taking years off your\nlife. Of course such a wonderful lake is also said to be guarded by the a\nbeast created by the god of death, Nephium. Okari are ruled by a council of\nelders that govern their society. Okari and dwarves are good friends and are\noften seen within each other's cities as the dwarves live beneath the\nmountains that the Okari inhabit. Even though they appear exact opposites in\nappearance and mannerism Dwarves and Okari get on famously well. Of course\nit is hard not to get along with the Okari no matter who you are. Okari\nstand anywhere from 7'5\" to 9'0\" tall and are quite thick. They are\nextremely strong and hardy, although a bit slow and clumsy. They live a long\ntime altough not as long as an Elf. They are almost always jolly and\npractically impossible to anger, but if and when they are they are\nconsidered mightest of opponents. They are extremely religous and worship\nAludria and Nephium with equal revere, for they understand that death is\nmerely apart of life. Their hair and eye colors vary as much as humans,\nalthough their skin color is always a healthy bronze color.",
    "descriptive": "an okari",
    "eyes": [
        "brown",
        "blue",
        "green",
        "yellow"
    ],
    "hair": [
        "brown",
        "black",
        "red",
        "blonde"
    ],
    "heightfeet": 7,
    "heightinches": 0,
    "intelligence": 50,
    "json_class_name": "__Race__",
    "json_version": 1,
    "luck": 55,
    "name": "okari",
    "playable": "true",
    "size": "large",
    "skin": [
        "white",
        "brown"
    ],
    "special_skills": {},
    "speed": 50,
    "start_location": {},
    "strength": 65,
    "undead": "false",
    "wearlocations": [
        "head",
        "eyes",
        "face",
        "neck",
        "torso",
        "back",
        "waist",
        "finger",
        "legs",
        "feet",
        "left shoulder",
        "left arm",
        "left forearm",
        "left hand",
        "left leg",
        "left shin",
        "left foot",
        "right shoulder",
        "right arm",
        "right forearm",
        "right hand",
        "right leg",
        "right shin",
        "right foot",
        "floating nearby"
    ],
    "weight": 250,
    "wisdom": 60
}
