{
    "agemaximum": 150,
    "ageminimum": 20,
    "agility": 65,
    "alignment": [
        "neutral"
    ],
    "ba_bashing": 0,
    "ba_lashing": 0,
    "ba_piercing": 0,
    "ba_slashing": 10,
    "bodyparts": [
        "head",
        "scalp",
        "ear",
        "eye",
        "nose",
        "tooth",
        "tongue",
        "torso",
        "skull",
        "bone",
        "arm",
        "hand",
        "finger",
        "leg",
        "foot",
        "toe",
        "heart",
        "kidney",
        "stomach",
        "liver",
        "lung",
        "entrails"
    ],
    "br_disease": 0,
    "br_earth": 0,
    "br_fire": 0,
    "br_holy": 0,
    "br_ice": 0,
    "br_lightning": 0,
    "br_magic": 5,
    "br_mental": 5,
    "br_physical": 10,
    "br_poison": 0,
    "charisma": 55,
    "constitution": 50,
    "description": "The Saatto are a honorable and prideful society. They dwell upon the\nDragon's Isle said to be the home of the ferciest dragon to ever live, known\nto the Saatto as Ferrutu or Deathwing in the human tongue. Few people in the\nearly times dared to venture to Dragon's Isle, and of the few that did many\ndid not return. The handful of people that did make it back alive told\nstrange tales of the three eyed swordsmen. Eventually after Deathwing seemed\nto disappear from the lands of Akrios trade routes were set up between the\nIsland and the mainlands. The Saatto began to explore and they even began to\nmigrate off of their island. Most races have a healthy respect for the\nSaatto people and their culture as they hold their honor to be the most\nprecious of things. They are a honest and prideful people and demand respect\nwhile at the same time giving it back. They are a gangly race, thin with\nvery long arms and legs. Even their hands and fingers are longer than any\nhumans. Although they appear to be clumsy in appearance, nothing could be\nfarther from the truth. Their agility far exceeds any other race, even the\nelves who were thought to be the most agile for long years before the Saatto\nwere discovered. The Saatto have mastered the sword, developing new and\nunusual techniques that are mesmerizig to watch and make full use of their\nagility in place of strength in which they lack somewhat. They also have a\nthird eye centered within their forehead that allows them to see things that\nmost others do not. They are a very enlightened people and have mastered the\narts of psionics and are very capable with magik which they do not shun as\nthe humans do because of the Great Loss. The Saatto are very pale and have\nblonde, white, or on rare occasion black hair. Their eyes are generally\nblue, green, or golden yellow. They range in height from 6'0\" to 7'0\". They\nare a quiet and solemn people, slow to anger. Once you have lost their\nrespect it is hard to regain it. They are considered great traveling\ncompanions and more than helpful in a fight.",
    "descriptive": "a saatto",
    "eyes": [
        "red",
        "brown",
        "black",
        "green",
        "blue"
    ],
    "hair": [
        "red",
        "black",
        "brown",
        "blonde",
        "blue"
    ],
    "heightfeet": 6,
    "heightinches": 0,
    "intelligence": 55,
    "json_class_name": "__Race__",
    "json_version": 1,
    "luck": 55,
    "name": "saatto",
    "playable": "true",
    "size": "medium",
    "skin": [
        "white",
        "brown",
        "black"
    ],
    "special_skills": {},
    "speed": 60,
    "start_location": {},
    "strength": 55,
    "undead": "false",
    "wearlocations": [
        "head",
        "face",
        "eyes",
        "neck",
        "finger",
        "torso",
        "back",
        "waist",
        "legs",
        "feet",
        "left shoulder",
        "left arm",
        "left forearm",
        "left hand",
        "left leg",
        "left shin",
        "left foot",
        "right shoulder",
        "right arm",
        "right forearm",
        "right hand",
        "right leg",
        "right shin",
        "right foot",
        "floating nearby"
    ],
    "weight": 160,
    "wisdom": 45
}
